// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Abilita Wi-Fi Direct";
WDTTaskDescription = "Facilita la connessione alla stampante da smartphone, computer portatili o altre periferiche mobili con abilitazione wireless utilizzando una connessione wireless diretta.";

WDTSecurityRequiredDescription = "Limita l'accesso alla stampante fornendo una passphrase (obbligatorio).";

WDTPassphraseTitle = "Passphrase:";
WDTShowPassphraseButtonTitle = "Mostra passphrase";
WDTSavePassphraseButtonTitle = "Salva la passphrase nel mio portachiavi";
WDTEmptyPassphraseError = "La passphrase non può essere vuota.";
WDTTooShortPassphraseError = "La passphrase deve avere almeno 8 caratteri.";

WDTConfigureWiFiDirectButtonTitle = "Configura il mio Mac per utilizzare Wi-Fi Direct di HP in modo semplice";
WDTConfigureWiFiDirectDescription = "Configura il mio Mac per accedere automaticamente alla rete Wi-Fi Direct della stampante quando non è disponibile la mia rete wireless abituale.";
WDTConfigurtWiFiDirectAdditionalDescription = "Abilita la commutazione rapida tra la configurazione della mia rete abituale e la configurazione della rete Wi-Fi Direct della stampante utilizzando il sottomenu Posizione del menu Apple.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "Per maggiori informazioni sull'utilizzo di Wi-Fi Direct della stampante, visitare";

WDTCannotBeEnabledErrorTitle = "Impossibile abilitare Wi-Fi Direct";
WDTCannotBeEnabledErrorDescription = "Wi-Fi Direct non può essere abilitato con la configurazione attuale della stampante. Per maggiori informazioni, provare ad attivare Wi-Fi Direct usando il pannello di controllo della stampante o la homepage, chiamata anche EWS (Embedded Web Server, server Web incorporato).";
